Repository: BandUp/band-up-ios
Catalog: band-up-ios/*.lproj/Localizable.strings
Languages: is

# register_email
source: Email
is: Tölvupóstur

# register_username
source: Name
is: Nafn

# register_password
source: Password
is: Lykilorð

# register_confirm_password
source: Confirm Password
is: Staðfesta lykilorð

# register_btn_register
source: Register
is: Nýskrá

# register_dob_hint
source: What is your date of birth?
is: Hvaða dag fæddist þú?

# register_til_error_email_format
source: This email address is not in the correct format
is: Þetta tölvupóstfang er ekki á réttu formi

# register_til_error_email_linked
source: This email is already associated with an account
is: Þetta tölvupóstfang er nú þegar skráð

# register_til_error_fill_email
source: You must fill in your email address
is: Þú verður að setja inn tölvupóstfang

# register_til_error_username
source: You must fill in your name
is: Þú verður að setja inn nafn

# register_til_error_fill_password
source: You must fill in a password
is: Þú verður að setja inn lykilorð

# register_til_error_password_mismatch
source: Passwords do not match
is: Lykilorð passa ekki

# register_til_error_password_length
source: Your password must be at least 6 characters long
is: Lykilorðið þitt verður að vera a.m.k. 6 stafir

# register_fix_errors
source: Please fix the remaining errors.
is: Vinsamlegast lagið eftirstandandi villur

# register_til_error_fill_password_again
source: Please fill in your password again
is: Vinsamlegast settu lykilorðið þitt aftur inn

# setup_instruments_next
source: Next
is: Áfram

# setup_get_started
source: Let's get started
is: Hefjumst handa

# setup_instruments_hint
source: What instruments do you play?
is: Á hvaða hljóðfæri spilar þú?

# setup_genres_hint
source: What is your taste in music?
is: Hvaða tónlist fílar þú?

# setup_genres_finish
source: Finish
is: Lokið

# setup_no_genres
source: No Genres Available
is: Engar stefnur tiltækar

# setup_no_instruments
source: No Instruments Available
is: Engin hljóðfæri tiltæk

# setup_no_genre_selection
source: You need to select at least one genre
is: Þú verður að velja a.m.k. eina tónlistarstefnu

# setup_no_instrument_selection
source: You need to select at least one instrument
is: Þú verður að velja a.m.k. eitt hljóðfæri

# login_username
source: Email
is: Tölvupóstur

# login_password
source: Password
is: Lykilorð

# login_sign_in
source: Log in
is: Skrá inn

# login_sign_up
source: Do not have an account? Sign up here.
is: Ekki með reikning? Skráðu þig hér.

# main_title_user_list
source: Musicians near you
is: Tónlistarfólk nálægt þér

# chat_send
source: Send
is: Senda

# chat_message_hint
source: Type a message&#8230;
is: Skrifaðu skilaboð&#8230;

# register_title
source: Register
is: Nýskráning

# login_username_validation
source: Please enter your email
is: Vinsamlegast skrifaðu inn tölvupóstfangið þitt

# login_password_validation
source: Please enter your password
is: Vinsamlegast skrifaðu inn lykilorðið þitt

# user_list_details
source: Details
is: Nánar

# user_list_like
source: Like
is: Líka

# user_list_liked
source: Liked
is: Líkad

# user_list_matched
source: Matched
is: Tengst

# user_list_no_genre
source: No Genre
is: Engin tónlistarstefna

# user_list_no_instrument
source: No Instrument
is: Ekkert hljóðf.

# login_progress_description
source: Please wait...
is: Vinsamlegast bíðið...

# login_progress_title
source: Logging in
is: Skrái þig inn

# register_enter_dateofbirth
source: Please enter your Date Of Birth.
is: Vinsamlega skráðu fæðingardag

# register_progress_description
source: Please wait...
is: Vinsamlega bíðið...

# register_password_mismatch
source: Passwords don't match!
is: Lykilorð passa ekki!

# register_progress_title
source: Registering
is: Nýskrái þig

# register_success
source: Registration successful! You can log in now.
is: Nýskráning tókst! Þú getur nú skráð þig inn.

# user_allow_camera
source: Please allow access to take a photo.
is: Vinsamlegast leyfðu aðgang til þess að taka mynd

# user_error
source: Something went wrong
is: Eitthvað fór úrskeiðis

# user_image_error
source: Could not save the image to the server. Please try again.
is: Það tókst ekki að senda myndina á vefþjóninn. Vinsamlega reyndu aftur.

# user_allow_storage
source: Please allow access to select a photo.
is: Vinsamlegast leyfðu aðgang til þess að velja mynd

# action_sign_in
source: Sign in to SoundCloud
is: Skrá inn á SoundCloud

# action_sign_in_short
source: Sign in
is: Innskráning

# prompt_email
source: Email
is: Tölvupóstur

# title_activity_sound_cloud
source: Sign Up
is: Nýskráning

# main_nav_my_profile
source: My Profile
is: Prófíllinn minn

# main_nav_matches
source: Matches/Chat
is: Tengingar/Spjall

# main_nav_near_me
source: Near Me
is: Nálægt mér

# main_nav_settings
source: Settings
is: Stillingar

# main_title_matches
source: Matches
is: Tengingar

# main_title_settings
source: Settings
is: Stillingar

# main_title_my_profile
source: My Profile
is: Prófíllinn minn

# main_title_edit_profile
source: Edit Profile
is: Breyta prófíl

# main_nav_log_out
source: Log Out
is: Útskrá

# details_instruments
source: Instruments
is: Hljóðfæri

# details_genres
source: Genres
is: Tónlistarstefnur

source: Date of Birth
is: Fæðingardagur

# user_list_no_users
source: No Musicians Nearby
is: Ekkert tónlistarfólk nálægt

# age_year_plural
source: years old
is: ára

# age_year_singular
source: year old
is: árs

# login_credentials_incorrect
source: Email or password incorrect
is: Tölvupóstur eða lykilorð rangt

# no_distance_available
source: Distance not available
is: Vegalengd ekki tiltæk

# km_distance
source: km away from you
is: km frá þér

# profile_select_song
source: Select a Song
is: Velja lag

source: Search
is: Leita

# search_title
source: Advanced Search
is: Ítarleg leit

# search_find_username
source: Search by name
is: Leita eftir nafni

# please_enter_search_parameters
source: Use these tools to find the perfect musician
is: Notaðu þessi tól til þess að finna hinn fullkomna tónlistarmann

# ages
source: Show age range&#8230;
is: Sýna aldursbil

source: All genres
is: Allir tónlistarsmekkir

# all_instuments
source: All instruments
is: Öll hljóðfæri

# main_nav_upcoming
source: Coming soon
is: Kemur fljótlega

# login_btn_google_hint
source: Log in with Google
is: Skrá inn með Google

# login_btn_facebook_hint
source: Log in with Facebook
is: Skrá inn með Facebook

# login_btn_soundcloud_hint
source: Log in with SoundCloud
is: Skrá inn með SoundCloud

# login_sign_up_with_services
source: Or sign up with these services
is: Eða skráðu þig með þessum þjónustum

source: Forgot your password?
is: Gleymdirðu lykilorðinu þínu?

# title_activity_password_reset
source: Password Reset
is: Endursetja lykilorð

source: Send password reset email
is: Senda endursetningartölvupóst

# edit_instrument_genres_save
source: Save
is: Vista

# exit_bandup_toast
source: To exit BandUp, click BACK again.
is: Til að fara út úr BandUp ýttu á BACK aftur.

# matches_no_users
source: You haven't matched with anyone, yet.
is: Þú hefur enn sem komið er ekki tengst neinum

# profile_fetch_error
source: Could not get your profile
is: Gat ekki náð í prófílinn þinn

# connection_banner_title
source: Could not connect to the Internet.
is: Gat ekki tengst Internetinu.

# connection_banner_message
source: Please check your network connection.
is: Vinsamlegast skoðaðu nettenginguna þína.

# please_enter_your_e_mail
source: Please enter your email address. Then follow the instructions in the email, that we will send you, to reset your password.
is: Vinsamlegast sláðu inn tölvupóstfangið þitt. Fylgdu síðan leiðbeiningunum í tölvupóstinum, sem við sendum þér, til þess að endursetja lykilorðið þitt.

# profile_fetch_error_other
source: Could not get the profile
is: Gat ekki náð í prófílinn

# edit_profile_about_me
source: About Me
is: Um mig

# edit_profile_favourite_instument_hint
source: Your Favourite Instrument
is: Uppáhalds hljóðfærið þitt

# edit_profile_save
source: Save
is: Vista

# edit_profile_influences
source: Tell us about your influences and experience
is: Segðu frá þínum helstu áhrifavöldum og reynslu.

# edit_profile_more_info
source: More information is better for other users.
is: Meiri upplýsingar eru betri fyrir aðra notendur.

source: Audio sample from SoundCloud
is: Hljóðbrot frá SoundCloud

# no_soundcloud_example
source: has not selected an audio sample, yet.
is: hefur ekki valið hljóðbrot.

# age_not_available
source: Age not specified
is: Aldur ekki skilgreindur

# contact_title
source: Contact
is: Hafa samband

# genres_connection_error
source: I cannot contact the server. Please contact support.
is: Gat ekki náð sambandi við netþjón. Vinsamlegast látið okkur vita.

# main_log_out_message
source: Please wait...
is: Vinsamlegast bíðið...

# main_error_match
source: Error loading match.
is: Gat ekki náð í tengingu.

# main_log_out_title
source: Logging out
is: Skrái þig út

# main_matched
source: You Matched!
is: Þið tengdust!

# main_title_search_results
source: Search Results
is: Leitarniðurstöður

# main_title_upcoming_features
source: Upcoming features
is: Á döfinni

# matches_error_json
source: Could not parse the JSON object.
is: Gat ekki parsað JSON hlutinn.

# matches_failed_to_fetch
source: Could not get the matches list
is: Gat ekki náð í tengingalistann

# mi_distance
source: mi away from you
is: mílur frá þér

# password_reset_email_sent
source: If this is a registered email, then you will receive an email shortly.
is: Ef þetta netfang er skráð hjá okkur, þá mun þér berast póstur innan skamms

# profile_error_updating_user
source: Error Update User
is: Gat ekki uppfært notanda

# profile_new_photo_dialog
source: New Profile Photo
is: Ný mynd

# profile_upload_message
source: Please wait...
is: Vinsamlegast bíðið...

# profile_upload_title
source: Uploading Photo
is: Hleð upp mynd

# sc_frag_cancel
source: Cancel
is: Hætta við

# sc_frag_log_in
source: Log in
is: Innskrá

# location_rationale
source: To find musicians near you we need access to your location. We will only use it to measure distance between you and other musicians.
is: Til þess að finna tónlistarfólk nálægt þér þurfum við aðgang að staðsetningunni þinni. Við munum aðeins nota hana til þess að mæla vegalengdina milli þín og annars tónlistarfólks.

# sc_frag_select_song
source: Please select a song
is: Veldu lag

# search_cancel
source: Cancel
is: Hætta við

# search_no_results
source: Could not find anyone matching your criteria
is: Gat ekki fundið neinn sem passar við leitarskilyrðin

# search_none_selected
source: None selected
is: Ekkert valið

# search_ok
source: OK
is: Í lagi

# search_select
source: Select
is: Velja

# search_select_instruments
source: Select Instruments
is: Velja hljóðfæri

# search_select_genres
source: Select Genres
is: Velja tónlistarstefnur

# update_about_me_cancel
source: Cancel
is: Hætta við

# update_about_me_favorite_instrument
source: What is your favorite instrument?
is: Hvað er uppáhalds hljóðfærið þitt?

# user_list_error_fetch_list
source: Could not get musicians near you
is: Gat ekki náð í tónlistarfólk nálægt þér

# volley_connection_error
source: Could not connect to the server Check your settings or try again.
is: Gat ekki tengst við vefþjón. Skoðaðu netstillingar eða reyndu aftur síðar.

# volley_network_error
source: Could not connect to the server Check your settings or try again.
is: Gat ekki tengst við vefþjón. Skoðaðu netstillingar eða reyndu aftur síðar.

# volley_server_error
source: Could not connect to the server Check your settings or try again.
is: Við gátum ekki náð í gögnin. Vinsamlegast prófaðu aftur.

# volley_server_parse_error
source: Server parse error!
is: Þáttunarvilla

# volley_unknown_error
source: Unknown error! Contact Administrator
is: Ókunn villa! Látið okkur vita.

# setup_error_fetch
source: Could not fetch information
is: Gat ekki náð í upplýsingar

# sc_frag_no_name
source: The selected song has no name
is: Valda lagið hefur ekkert nafn

# sc_frag_no_song_selected
source: No song selected
is: Ekkert lag valið

# sc_frag_selected_song
source: Selected song:
is: Valið lag:

source: About Me
is: Um mig

# profile_choose_photo
source: Choose a photo
is: Velja mynd

# profile_take_photo
source: Take a photo
is: Taka mynd

# setup_no_items
source: No items available
is: Engir hlutir tiltækir

# settings_filter_ages
source: Ages
is: Aldur

# settings_inactive_alert
source: Inactive alert
is: Óvirknistilkynning

# settings_messages
source: Messages
is: Skilaboð

# settings_new_matches
source: New matches
is: Nýjar tengingar

# settings_title_filter
source: Filter
is: Sía

# settings_title_push_notifications
source: Push Notifications
is: Tilkynningar

# settings_title_measurement
source: Measurement
is: Mælieiningar

# settings_title_legal
source: Legal
is: Lagaleg ákvæði

# settings_support
source: Support
is: Aðstoð

# settings_privacy_policy
source: Privacy policy
is: Persónuverndarstefna

# settings_use_imperial_system
source: Use Imperial Units
is: Nota breskar mælieiningar

# upcoming_event_calendar
source: Concert Calendar
is: Tónleikadagatal

# upcoming_share_users
source: Share found users to friends via social media
is: Deila notendum til vina í gegnum samfélagsmiðla

# upcoming_rent_practice
source: Band Start-Up: Support for upcoming bands
is: Band Start-Up: Stuðningur fyrir upprennandi hljómsveitir

# search_musicians_displayed
source: Choose what kind of musicians you want to display
is: Veldu hverskonar tónlistarfólk þú vilt finna

# chat_title2
source: Chat with
is: Spjall við

# settings_email_support
source: Email Support
is: Senda tölvupóst til okkar

# chat_title1
source: Chat
is: Spjall

# settings_delete_account
source: Delete Account
is: Eyða reikningi

# settings_alert_delete_message
source: Are you sure you want to delete your account? This can not be undone.
is: Ertu viss um að þú viljir eyða reikningnum þínum? Þessi aðgerð er ekki afturkræf.

# settings_alert_delete_positive
source: Delete
is: Eyða

# settings_alert_delete_title
source: Delete Account
is: Eyða reikningi

# settings_title_manage_account
source: Your Band Up Account
is: Band Up reikningurinn þinn

# settings_progress_delete_message
source: Please wait...
is: Vinsamlegast bíðið...

# settings_progress_delete_title
source: Deleting Your Account
is: Eyði reikning

# chat_view_profile
source: View Profile
is: Skoða prófíl

# edit_profile_fav_instrument
source: Select Instrument
is: Veldu hljóðfæri

# settings_radius
source: Radius: %@
is: Radíus: %@

# settings_distance_mi
source: miles
is: mílur

# settings_age_between
source: Ages: %@ to %@ years old
is: Aldur: %@ til %@ ára

# settings_age_single
source: Ages: %@ years old
is: Aldur: %@ ára

# settings_alert_delete_error_title
source: Error
is: Villa

# settings_alert_delete_error_message
source: Could not delete your account. Please try again later.
is: Gat ekki eytt reikningnum þínum. Vinsamlega reyndu aftur síðar.

# drawer_alert_logout_error_title
source: Error
is: Villa

# drawer_alert_logout_error_message
source: Could not log you out. Please try again later.
is: Gat ekki skráð þig út. Vinsamlega reyndu aftur síðar.

# settings_open_source
source: Open Source Software
is: Opinn hugbúnaður

# main_title_user_details
source: Details
is: Nánari upplýsingar
